{
  "Header": {
    "title": "Crystal Clear Water Tecnology LLC",
    "paragraph": ""
  },
  "About": {
    "paragraph": "We are dedicated to providing high-quality water filtration systems and professional installation services. Our mission is to ensure that you have access to clean, safe, and great-tasting water. With years of experience and a commitment to customer satisfaction, we strive to deliver the best products and services in the industry.",
    "Why": [
      "High-quality water filtration",
      "Professional installation",
      "Experienced team",
      "Customer satisfaction"
    ],
    "Why2": [
      "Advanced technology",
      "Reliable and efficient",
      "Expert advice",
      "Exceptional service"
    ]
  },
  "Services": [
    {
      "icon": "fa fa-tint",
      "name": "Water Filtration Systems",
      "text": "We provide high-quality water filtration systems that ensure you have access to clean, safe, and great-tasting water. Our systems are designed to remove impurities and improve the overall quality of your water."
    },
    {
      "icon": "fa fa-wrench",
      "name": "Professional Installation",
      "text": "Our team of experts offers professional installation services to ensure your water filtration system is set up correctly and efficiently. We take care of everything, so you can enjoy the benefits of clean water without any hassle."
    },
    {
      "icon": "fa fa-cogs",
      "name": "Maintenance and Support",
      "text": "We offer ongoing maintenance and support to keep your water filtration system running smoothly. Our team is always available to answer your questions and provide the assistance you need."
    }
  ],

  "Gallery": [
    {
      "title": "Reverse Osmosis",
      "imgUrls": [
        "img/products/intel.png",
        "img/products/IntielliClear800.png",
        "img/products/IntielliClear1000.png"
      ],
      "description": "Tankless Reverse Osmosis Water Filtration System consists of a spiral flow RO Filter, a 3-in-1 PAC Composite Filter and a Post Carbon Filter; It boasts a superior filtration performance of removing heavy metals (e.g. lead), harmful substances, dissolved solids, chlorine and other common contaminants from tap water, at a filtering precision of 0.0001μm (micron); The Coconut Carbon Block in the Post Carbon Filter is sourced from coconut shells, providing a natural way to filter your water and improve the taste.",
      "features": ["", "", "", "", ""],
      "texts": [
        "• 600 GPD Tankless RO System. • Made of High Quality Certified & Listed Parts and Components",
        "• 800 GPD Tankless RO System. • RO Digital Smart Faucet. • Made of High Quality Certified & Listed Parts and Components",
        "• 1000 GPD Tankless RO System. • Dual Dispensing RO Digital Smart Faucet. • Made of High Quality Certified & Listed Parts and Components"
      ]
    },
    {
      "title": "CrystalBlue",
      "imgUrl": "img/products/HydroBlue-Tank-Shroud.png",
      "description": "Whole house filter system multi-stage water purification system. It minimizes the levels of minerals that lead to hard water and purifies the water equipped  with bluetooth controls for easy management on your phone",
      "features": ["", "", "", ""]
    },
    {
      "title": "CrystalPro",
      "imgUrl": "img/products/aqs-plaine-series.png",
      "description": "upscale multi-stage water purification system for the whole house, By eliminating silt, which creates turbidity in pure water, it filters the water by minimizing the minerals The only water system that is operational during a boil water alert this twin tank are available to supply water 24/7.",
      "features": ["", "", "", "", ""]
    },
    {
      "title": "CrystalBasic",
      "imgUrl": "img/products/HydroSpring-2023.png",
      "description": "Whole house filter system multi-stage water purification system you can produce clean, high-quality water while reducing the taste and smell of chlorine, which is frequently present in residential settings.",
      "features": ["", ""],
      "advantages": [
        "Softer Smoother Skin and Hair",
        "Cleaner Longer Lasting Clothes",
        "Cleaner Dishes, Spotless Silverware",
        "Saves Over 75% on Soaps and Cleaning Supplies",
        "Easily Clean Plumbing Fixtures and Shower Parts",
        "Protect Water Using Appliances",
        "Saves Energy"
      ]
    }
  ],

  "Testimonials": [
    {
      "img": "img/testimonials/04.jpg",
      "text": "\"The water filter installation was quick and professional. Our water quality has improved significantly! Highly recommend their service.\"",
      "name": "Emily Johnson"
    },
    {
      "img": "img/testimonials/03.jpg",
      "text": "\"Excellent service and top-notch products. The team was very knowledgeable and answered all our questions. We are very satisfied with our new water filter system.\"",
      "name": "Michael Smith"
    },
    {
      "img": "img/testimonials/1.jpeg",
      "text": "\"Great experience from start to finish. The installation was seamless, and the water tastes so much better now. Thank you!\"",
      "name": "Jessica Williams"
    },
    {
      "img": "img/testimonials/ja.png",
      "text": "\"I am extremely happy with the water filter installation. The team was professional and efficient. I can already notice the difference in water quality.\"",
      "name": "David Brown"
    },
    {
      "img": "img/testimonials/06.jpg",
      "text": "\"Fantastic service! The installation was done quickly and without any hassle. Our water is now crystal clear and tastes great.\"",
      "name": "Sarah Davis"
    },
    {
      "img": "img/testimonials/05.jpg",
      "text": "\"Highly recommend this company for water filter installation. The team was professional, and the product quality is excellent. Very satisfied with the results.\"",
      "name": "James Wilson"
    }
  ],
  "Team": [
    {
      "img": "https://royalarcadenorwich.co.uk/wp-content/uploads/2017/07/200x200.png",
      "name": "Erwing Pérez",
      "job": "Presidente"
    },
    {
      "img": "https://royalarcadenorwich.co.uk/wp-content/uploads/2017/07/200x200.png",
      "name": "Mihael Pérez",
      "job": "Director"
    },
    {
      "img": "https://royalarcadenorwich.co.uk/wp-content/uploads/2017/07/200x200.png",
      "name": "Emely Villarroel",
      "job": "Vendedora"
    }
  ],
  "Contact": {
    "address": "10921 boudreaud Rd Tomball Houston Texas, 77375",
    "phone": "+1 (346) 794-9398",
    "email": "admcctec@gmail.com"
  },
  "Features": [
    {
      "icon": "fa fa-comments-o",
      "title": "Quality Water Filtration",
      "text": "We specialize in providing top-quality water filtration systems and professional installation services. Our team is dedicated to ensuring that you have access to clean, safe, and great-tasting water. With years of experience and a commitment to customer satisfaction, we guarantee the best service and products in the industry."
    },
    {
      "icon": "fa fa-bullhorn",
      "title": "Expert Advice",
      "text": "Our team provides expert advice on the best water filtration systems for your needs. We are here to help you make informed decisions and ensure you get the most out of your investment."
    },
    {
      "icon": "fa fa-group",
      "title": "Professional Team",
      "text": "Our professional team is highly trained and experienced in water filter installation. We take pride in our work and strive to deliver exceptional service to every customer."
    },
    {
      "icon": "fa fa-magic",
      "title": "Advanced Technology",
      "text": "We use the latest technology in water filtration to ensure you receive the highest quality water. Our systems are designed to be efficient, reliable, and easy to maintain."
    }
  ]
}
